"%[Any]@ of the following are true" = "满足以下%[任一]@条件：";
"%[All]@ of the following are true" = "满足以下%1$[所有]@条件：";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[位速率]@ %2$[是]@ %3$@ kbps";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[位速率]@ %2$[不是]@ %3$@ kbps";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[位速率]@ %2$[大于]@ %3$@ kbps";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[位速率]@ %2$[小于]@ %3$@ kbps";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[位速率]@ %2$[在此范围内]@ %3$@ 至 %4$@ %5$[kbps]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[采样速率]@ %2$[是]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[采样速率]@ %2$[不是]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[采样速率]@ %2$[大于]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[采样速率]@ %2$[小于]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[采样速率]@ %2$[在此范围内]@ %3$@ 至 %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[是]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[不是]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[大于]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[小于]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[光盘编号]@ %2$[是]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[光盘编号]@ %2$[不是]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[光盘编号]@ %2$[大于]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[光盘编号]@ %2$[小于]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[光盘编号]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[播放]@ %2$[是]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[播放]@ %2$[不是]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[播放]@ %2$[大于]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[播放]@ %2$[小于]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[播放]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[season]@ %[is]@ %@" = "%1$[季节]@ %2$[是]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[季节]@ %2$[不是]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[季节]@ %2$[大于]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[季节]@ %2$[小于]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[季节]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[跳过]@ %2$[是]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[跳过]@ %2$[不是]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[跳过]@ %2$[大于]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[跳过]@ %2$[小于]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[跳过]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[轨道编号]@ %2$[是]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[轨道编号]@ %2$[不是]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[轨道编号]@ %2$[大于]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[轨道编号]@ %2$[小于]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[轨道编号]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[year]@ %[is]@ %@" = "%1$[年份]@ %2$[是]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[年份]@ %2$[不是]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[年份]@ %2$[大于]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[年份]@ %2$[小于]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[年份]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[大小]@ %2$[是]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[大小]@ %2$[不是]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[大小]@ %2$[大于]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[大小]@ %2$[小于]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[大小]@ %2$[在此范围内]@ %3$@ 至 %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[专辑]@ %2$[包含]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[专辑]@ %2$[不包含]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[专辑]@ %2$[是]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[专辑]@ %2$[不是]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[专辑]@ %2$[开头是]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[专辑]@ %2$[结尾是]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[专辑表演者]@ %2$[包含]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[专辑表演者]@ %2$[不包含]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[专辑表演者]@ %2$[是]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[专辑表演者]@ %2$[不是]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[专辑表演者]@ %2$[开头是]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[专辑表演者]@ %2$[结尾是]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[表演者]@ %2$[包含]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[表演者]@ %2$[不包含]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[表演者]@ %2$[是]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[表演者]@ %2$[不是]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[表演者]@ %2$[开头是]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[表演者]@ %2$[结尾是]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[类别]@ %2$[包含]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[类别]@ %2$[不包含]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[类别]@ %2$[是]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[类别]@ %2$[不是]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[类别]@ %2$[开头是]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[类别]@ %2$[结尾是]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[注释]@ %2$[包含]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[注释]@ %2$[不包含]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[注释]@ %2$[是]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[注释]@ %2$[不是]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[注释]@ %2$[开头是]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[注释]@ %2$[结尾是]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[作曲者]@ %2$[包含]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[作曲者]@ %2$[不包含]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[作曲者]@ %2$[是]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[作曲者]@ %2$[不是]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[作曲者]@ %2$[开头是]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[作曲者]@ %2$[结尾是]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[调试]@ %2$[包含]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[调试]@ %2$[不包含]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[调试]@ %2$[是]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[调试]@ %2$[不是]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[调试]@ %2$[开头是]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[调试]@ %2$[结尾是]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[描述]@ %2$[包含]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[描述]@ %2$[不包含]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[描述]@ %2$[是]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[描述]@ %2$[不是]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[描述]@ %2$[开头是]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[描述]@ %2$[结尾是]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[风格]@ %2$[包含]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[风格]@ %2$[不包含]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[风格]@ %2$[是]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[风格]@ %2$[不是]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[风格]@ %2$[开头是]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[风格]@ %2$[结尾是]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[归类]@ %2$[包含]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[归类]@ %2$[不包含]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[归类]@ %2$[是]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[归类]@ %2$[不是]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[归类]@ %2$[开头是]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[归类]@ %2$[结尾是]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[种类]@ %2$[包含]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[种类]@ %2$[不包含]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[种类]@ %2$[是]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[种类]@ %2$[不是]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[种类]@ %2$[开头是]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[种类]@ %2$[结尾是]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[名称]@ %2$[包含]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[名称]@ %2$[不包含]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[名称]@ %2$[是]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[名称]@ %2$[不是]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[名称]@ %2$[开头是]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[名称]@ %2$[结尾是]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[节目]@ %2$[包含]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[节目]@ %2$[不包含]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[节目]@ %2$[是]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[节目]@ %2$[不是]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[节目]@ %2$[开头是]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[节目]@ %2$[结尾是]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[按专辑排序]@ %2$[包含]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[按专辑排序]@ %2$[不包含]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[按专辑排序]@ %2$[是]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[按专辑排序]@ %2$[不是]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[按专辑排序]@ %2$[开头是]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[按专辑排序]@ %2$[结尾是]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[按专辑表演者排序]@ %2$[包含]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[按专辑表演者排序]@ %2$[不包含]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[按专辑表演者排序]@ %2$[是]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[按专辑表演者排序]@ %2$[不是]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[按专辑表演者排序]@ %2$[开头是]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[按专辑表演者排序]@ %2$[结尾是]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[按表演者排序]@ %2$[包含]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[按表演者排序]@ %2$[不包含]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[按表演者排序]@ %2$[是]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[按表演者排序]@ %2$[不是]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[按表演者排序]@ %2$[开头是]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[按表演者排序]@ %2$[结尾是]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[按作曲者排序]@ %2$[包含]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[按作曲者排序]@ %2$[不包含]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[按作曲者排序]@ %2$[是]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[按作曲者排序]@ %2$[不是]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[按作曲者排序]@ %2$[开头是]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[按作曲者排序]@ %2$[结尾是]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[按名称排序]@ %2$[包含]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[按名称排序]@ %2$[不包含]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[按名字排序]@ %2$[是]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[按名字排序]@ %2$[不是]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[按名称排序]@ %2$[开头是]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[按名字排序]@ %2$[结尾是]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[按节目排序]@ %2$[包含]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[按节目排序]@ %2$[不包含]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[按节目排序]@ %2$[是]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[按节目排序]@ %2$[不是]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[按节目排序]@ %2$[开头是]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[按节目排序]@ %2$[结尾是]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[添加日期]@ %2$[是]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[添加日期]@ %2$[不是]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[添加日期]@ %2$[晚于]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[添加日期]@ %2$[早于]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[添加日期]@ %2$[在过去]@ %3$@ %4$[天]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[添加日期]@ %2$[在过去]@ %3$@ %4$[周]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[添加日期]@ %2$[在过去]@ %3$@ %4$[个月]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[添加日期]@ %2$[不在过去]@ %3$@ %4$[天]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[添加日期]@ %2$[不在过去]@ %3$@ %4$[周]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[添加日期]@ %2$[不在过去]@ %3$@ %4$[个月]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[添加日期]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[修改日期]@ %2$[是]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[修改日期]@ %2$[不是]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[修改日期]@ %2$[晚于]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[修改日期]@ %2$[早于]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[修改日期]@ %2$[在过去]@ %3$@ %4$[天]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[修改日期]@ %2$[在过去]@ %3$@ %4$[周]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[修改日期]@ %2$[在过去]@ %3$@ %4$[个月]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[修改日期]@ %2$[不在过去]@ %3$@ %4$[天]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[修改日期]@ %2$[不在过去]@ %3$@ %4$[周]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[修改日期]@ %2$[不在过去]@ %3$@ %4$[个月]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[修改日期]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[上次播放时间]@ %2$[是]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[上次播放时间]@ %2$[不是]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[上次播放时间]@ %2$[晚于]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[上次播放时间]@ %2$[早于]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[上次播放时间]@ %2$[在过去]@ %3$@ %4$[天]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[上次播放时间]@ %2$[在过去]@ %3$@ %4$[周]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[上次播放时间]@ %2$[在过去]@ %3$@ %4$[个月]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[上次播放时间]@ %2$[不在过去]@ %3$@ %4$[天]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[上次播放时间]@ %2$[不在过去]@ %3$@ %4$[周]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[上次播放时间]@ %2$[不在过去]@ %3$@ %4$[个月]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[上次播放时间]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[上次跳过日期]@ %2$[是]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[上次跳过日期]@ %2$[不是]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[上次跳过日期]@ %2$[晚于]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[上次跳过日期]@ %2$[早于]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[上次跳过日期]@ %2$[在过去]@ %3$@ %4$[天]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[上次跳过日期]@ %2$[在过去]@ %3$@ %4$[周]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[上次跳过日期]@ %2$[在过去]@ %3$@ %4$[个月]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[上次跳过日期]@ %2$[不在过去]@ %3$@ %4$[天]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[上次跳过日期]@ %2$[不在过去]@ %3$@ %4$[周]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[上次跳过日期]@ %2$[不在过去]@ %3$@ %4$[个月]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[上次跳过日期]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[songid]@ %[is]@" = "%1$[已购买]@ %2$[为真]@";
"%[songid]@ %[is not]@" = "%1$[已购买]@ %2$[为假]@";

"%[olduserdisabled]@ %[is]@" = "%1$[已选中]@ %2$[为真]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[已选中]@ %2$[为假]@";

"%[artwork]@ %[is]@" = "%1$[专辑插图]@ %2$[为真]@";
"%[artwork]@ %[is not]@" = "%1$[专辑插图]@ %2$[为假]@";

"%[compilation]@ %[is]@" = "%1$[选集]@ %2$[为真]@";
"%[compilation]@ %[is not]@" = "%1$[选集]@ %2$[为假]@";

"%[totaltime]@ %[is]@ %@" = "%1$[时间]@ %2$[是]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[时间]@ %2$[不是]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[时间]@ %2$[大于]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[时间]@ %2$[小于]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[时间]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[专辑评价]@ %2$[是]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[专辑评价]@ %2$[不是]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[专辑评价]@ %2$[高于]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[专辑评价]@ %2$[低于]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[专辑评价]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[评价]@ %2$[是]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[评价]@ %2$[不是]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[评价]@ %2$[高于]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[评价]@ %2$[低于]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[评价]@ %2$[在此范围内]@ %3$@ 至 %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[媒体种类]@ %2$[是]@ %3$[音乐]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[媒体种类]@ %2$[是]@ %3$[音乐视频]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[媒体种类]@ %2$[是]@ %3$[影片]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[媒体种类]@ %2$[是]@ %3$[电视节目]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[媒体种类]@ %2$[是]@ %3$[Podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[媒体种类]@ %2$[是]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[媒体种类]@ %2$[是]@ %3$[有声读物]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[媒体种类]@ %2$[是]@ %3$[图书]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[媒体种类]@ %2$[是]@ %3$[语音备忘录]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[媒体种类]@ %2$[是]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[媒体种类]@ %2$[不是]@ %3$[音乐]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[媒体种类]@ %2$[不是]@ %3$[音乐视频]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[媒体种类]@ %2$[不是]@ %3$[影片]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[媒体种类]@ %2$[不是]@ %3$[电视节目]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[媒体种类]@ %2$[不是]@ %3$[Podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[媒体种类]@ %2$[不是]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[媒体种类]@ %2$[不是]@ %3$[有声读物]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[媒体种类]@ %2$[不是]@ %3$[图书]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[媒体种类]@ %2$[不是]@ %3$[语音备忘录]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[媒体种类]@ %2$[不是]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[播放列表]@ %2$[是]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[播放列表]@ %2$[不是]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[位置]@ %2$[是]@ %3$[在这台电脑上]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[位置]@ %2$[是]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[位置]@ %2$[不是]@ %3$[在这台电脑上]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[位置]@ %2$[不是]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[iCloud 状态]@ %2$[是]@ %3$[已匹配]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[iCloud 状态]@ %2$[是]@ %3$[已购买]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[iCloud 状态]@ %2$[是]@ %3$[已上传]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[iCloud 状态]@ %2$[是]@ %3$[不合格]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[iCloud 状态]@ %2$[是]@ %3$[仅本地]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[iCloud 状态]@ %2$[是]@ %3$[出错]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[iCloud 状态]@ %2$[是]@ %3$[复制]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[iCloud 状态]@ %2$[不是]@ %3$[已匹配]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[iCloud 状态]@ %2$[不是]@ %3$[已购买]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[iCloud 状态]@ %2$[不是]@ %3$[已上传]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[iCloud 状态]@ %2$[不是]@ %3$[不合格]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[iCloud 状态]@ %2$[不是]@ %3$[仅本地]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[iCloud 状态]@ %2$[不是]@ %3$[出错]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[iCloud 状态]@ %2$[不是]@ %3$[复制]@";
